---
kind: type
id: T:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag
source: html/bf71dcbf-bb5b-07db-9711-e901b109b8e2.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag

This class is used to access the Area or Path Reinforcement abbreviation tag data.
 It stores abbreviation tag value and abbreviation type.

## Syntax (C#)
```csharp
public class ReinforcementAbbreviationTag : IDisposable
```